maruno/micropython/ports/esp32/boards/T-KOALA/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32-WROVER-B module (spiram)"
#define MICROPY_HW_MCU_NAME "ESP32"
